---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingBaseLevelParam
source: html/7d3dcee5-e1c4-14ba-bcee-325fe42933ee.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingBaseLevelParam Property

"Base Level"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingBaseLevelParam { get; }
```